/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */



"zanalytics.bug.alert.about" = "ഇതെക്കുറിച്ച്";
"zanalytics.bug.alert.from" = "ഇവിടെ നിന്ന്";
"zanalytics.bug.alert.imagelimitreached" = "പരമാവധി പരിധി എത്തി";
"zanalytics.bug.alert.imagelimits" = "നിങ്ങൾക്ക് 10 ഇമേജുകൾ വരെ മാത്രമേ തിരഞ്ഞെടുക്കാനാകൂ";
"zanalytics.bug.alert.macheader" = "ഫീഡ്‌ബാക്ക് ഞങ്ങളുമായി പങ്കിടുക, അല്ലെങ്കിൽ ഞങ്ങളുടെ റഫറൻസിനായി അറ്റാച്ച്‌മെന്റുകൾക്കൊപ്പം ബഗുകൾ റിപ്പോർട്ട് ചെയ്യുക";
"zanalytics.bug.alert.write" = "ഞങ്ങൾക്ക് എഴുതൂ";

"zanalytics.bug.alert.recordedclip" = "റെക്കോർഡ് ചെയ്ത ക്ലിപ്പുകൾ";


"zanalytics.bug.alert.anonymalert" = "എല്ലായ്പ്പോഴും നിങ്ങളുടെ ഇമെയിൽ വിലാസം സഹിതം ഫീഡ്‌ബാക്ക് പങ്കിടാൻ ശുപാർശ ചെയ്യുന്നു. നിങ്ങളുടെ ഇമെയിൽ വിലാസം നിങ്ങൾ പങ്കിടുന്നില്ലെങ്കിൽ, പ്രശ്നത്തെക്കുറിച്ച് പുതിയ വിവരം നൽകാൻ ഞങ്ങൾക്ക് നിങ്ങളെ ബന്ധപ്പെടാൻ സാധിക്കില്ല.";

"zanalytics.bug.alert.quitfeedback" = "നിങ്ങൾക്ക് ഉപേക്ഷിക്കണമെന്ന് തീർച്ചയാണോ?";
"zanalytics.feedback.navbar.title.noscreenshots" = "സ്ക്രീൻഷോട്ടുകളൊന്നും ലഭ്യമല്ല";
"zanalytics.feedback.navbar.title.screenshots" = "സ്ക്രീൻഷോട്ടുകൾ";
"zanalytics.feedback.navbar.title.snap" = "സ്നാപ്പ്";
"zanalytics.feedback.navbar.title.compose" = "കംപോസ് ചെയ്യുക";


"zanalytics.bug.alert.cancel"               = "ഇല്ല";
"zanalytics.bug.alert.title"                = "ഞങ്ങളോട് എന്തെങ്കിലും പറയാനുണ്ടോ?";
"zanalytics.feedback.navbar.title.feedback"             = "ഫീഡ്‌ബാക്ക്";
"zanalytics.feedback.navbar.title.reportbug"            = "ബഗ് റിപ്പോർട്ട് ചെയ്യുക";
"zanalytics.feedback.navbar.title.helpme"               = "എന്നെ സഹായിക്കുക";

"zanalytics.feedback.navbar.title.systemlogs"             = "സിസ്റ്റം ലോഗുകൾ";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "ഡയഗ്നോസ്റ്റിക് വിവരം";

"zanalytics.bug.alert.dontshowagain"            = "വീണ്ടും കാണിക്കരുത്";
"zanalytics.bug.alert.title.helpme"            = "എന്നെ സഹായിക്കുക";

"zanalytics.bug.alert.message.savetolocal"         = "ക്ഷമിക്കണം... ബഗ് റിപ്പോർട്ട് അയയ്ക്കാൻ ഞങ്ങൾക്ക് കഴിഞ്ഞില്ല, നിങ്ങൾക്ക് സ്ക്രീൻഷോട്ട് സംരക്ഷിക്കണോ?";



"zanalytics.feedback.email.title"                = "ഇമെയിൽവിലാസം";


"zanalytics.bug.detectscreen.title"       = "രസകരമായ എന്തെങ്കിലും കണ്ടെത്തിയോ?";

"zanalytics.bug.alert.detectscreen.yes"                      = "ഉവ്വ്";
"zanalytics.bug.alert.detectscreen.no"                       = "ഇല്ല";

"zanalytics.bug.alert.detectscreen.share" = "പങ്കിടുക";
"zanalytics.bug.alert.detectscreen.dontshow" = "വീണ്ടും ചോദിക്കരുത്";

"zanalytics.bug.annotate.button.title"                       = "താഴെയുള്ള ടൂളുകൾ ഉപയോഗിച്ച് ബഗ് വ്യക്തമാക്കുക";


"zanalytics.feedback.failed.alert.description" = "ഫീഡ്‌ബാക്ക് അയയ്‌ക്കുന്നത് പരാജയപ്പെട്ടു, വീണ്ടും ശ്രമിക്കുക!";


"zanalytics.feedback.success.alert.description" = "നിങ്ങളുടെ ഫീഡ്‌ബാക്ക് സമർപ്പിച്ചതിന് നന്ദി!";


"zanalytics.feedback.common.alert.title.add.photos" = "ഫോട്ടോകൾ ചേർക്കുക";
"zanalytics.feedback.common.alert.title.alert" = "അലേർട്ട്";
"zanalytics.feedback.common.button.title.back" = "പിന്നിലേക്ക്";
"zanalytics.feedback.common.button.title.cancel" = "റദ്ദാക്കുക";
"zanalytics.feedback.common.button.title.close" = "അടയ്ക്കുക";
"zanalytics.feedback.common.button.title.ok" = "ശരി";

"zanalytics.feedback.textview.placeholder"           = "നിങ്ങളുടെ ഫീഡ്‌ബാക്കിനെ ഞങ്ങൾ വിലമതിക്കുന്നു. ഞങ്ങൾ എങ്ങനെയാണ് ചെയ്യുന്നതെന്ന് ഞങ്ങളെ അറിയിക്കുക.";
"zanalytics.bug.textview.placeholder"           = "ഞങ്ങളുടെ ആപ്പ് ഉപയോഗിക്കുമ്പോൾ നിങ്ങൾക്ക് എന്തെങ്കിലും പ്രശ്‌നമുണ്ടായോ? ഞങ്ങളെ അറിയിക്കുക.";
"zanalytics.help.textview.placeholder"           = "കാര്യങ്ങൾ ശരിയാക്കാനും നിങ്ങളെ സഹായിക്കാനും ഞങ്ങൾ ശ്രമിക്കും!";

"zanalytics.feedback.add.photos.alert.description" = "ഫോട്ടോകൾ അറ്റാച്ച് ചെയ്‌തിട്ടില്ല, കൂടുതൽ ഫോട്ടോകൾ ചേർക്കാൻ ഫോട്ടോ ഗാലറി തുറക്കുക!";

"zanalytics.feedback.add.photos.alert.open" = "ഫോട്ടോകൾ തുറക്കുക";


"zanalytics.feedback.access.photos.alert.description" = "%@ ആപ്പിന് നിങ്ങളുടെ ഫോട്ടോകളിലേക്ക് ആക്‌സസ് ഇല്ല.\nആക്‌സസ് പ്രവർത്തനസജ്ജമാക്കാൻ, ഇവിടേക്ക് പോകുക: ക്രമീകരണം > സ്വകാര്യത > ഫോട്ടോകൾ > %@";

"zanalytics.feedback.access.photos.alert.settings" = "ക്രമീകരണം";

"zanalytics.feedback.label.title.anonymous" = "അജ്ഞാതം";

"zanalytics.feedback.navbar.button.title.send" = "അയയ്ക്കുക";
"zanalytics.feedback.navbar.button.title.next" = "അടുത്തത്";
"zanalytics.feedback.navbar.button.title.done" = "പൂർത്തിയായി";
"zanalytics.feedback.navbar.button.title.editphotos" = "ഫോട്ടോകൾ എഡിറ്റ് ചെയ്യുക";
"zanalytics.feedback.navbar.button.title.addmore" = "കൂടുതൽ ചേർക്കുക";
"zanalytics.feedback.navbar.button.title.attach" = "അറ്റാച്ചുചെയ്യുക";
"zanalytics.feedback.navbar.button.title.delete" = "ഇല്ലാതാക്കുക";


"zanalytics.feedback.navbar.title.taptoedit" = "എഡിറ്റ് ചെയ്യാൻ സ്പർശിക്കുക";
"zanalytics.feedback.navbar.title.editor" = "എഡിറ്റർ";
"zanalytics.feedback.navbar.title.choosephotos" = "ഫോട്ടോകൾ നോക്കിയെടുക്കുക";
"zanalytics.feedback.navbar.title.selectphotos" = "ഫോട്ടോകൾ തിരഞ്ഞെടുക്കുക";
"zanalytics.feedback.navbar.title.photoselected" = "ഫോട്ടോ തിരഞ്ഞെടുത്തു";
"zanalytics.feedback.navbar.title.photosselected" = "ഫോട്ടോകൾ തിരഞ്ഞെടുത്തു";

"zanalytics.feedback.accessory.title.systemlogs" = "സിസ്റ്റം ലോഗുകൾ ഉൾപ്പെടുത്തുക";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "ഡയഗ്നോസ്റ്റിക് വിവരം ഉൾപ്പെടുത്തുക";
"zanalytics.feedback.accessory.button.title.view" = "കാഴ്ച";

"zanalytics.feedback.picker.image.notfound" = "ഇമേജുകൾ കണ്ടെത്തിയില്ല";

"zanalytics.feedback.attachments.title" = "അറ്റാച്ച്‌മെന്റുകൾ(%i)";

"zanalytics.feedback.privacy.consent.description" = "നിങ്ങൾ പങ്കിടുന്ന ഫീഡ്‌ബാക്ക് നന്നായി മനസ്സിലാക്കാൻ ഞങ്ങളുടെ ഡെവലപ്പർമാരെ സഹായിക്കുമെന്നതിനാൽ കൺസോൾ ലോഗും ഡയഗ്നോസ്റ്റിക് വിവരങ്ങളും ഉൾപ്പെടുത്തുന്നത് ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു.";

"zanalytics.feedback.privacy.consent.clogs.title" = "കൺസോൾ ലോഗുകൾ";

"zanalytics.feedback.privacy.consent.dinfo.title" = "ഡയഗ്നോസ്റ്റിക് വിവരം";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "ഇതര വിവരം";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "ഉപകരണ വിവരം";

"zanalytics.feedback.privacy.consent.cancel" = "റദ്ദാക്കുക";

"zanalytics.feedback.privacy.consent.openmailapp" = "മെയിലിൽ തുറക്കുക";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "എല്ലായ്‌പ്പോഴും അയയ്ക്കുക";
